export const questions = [
  {
    title: 'سورة البقرة',
    question:
      'وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ ------- ۞',
    options: [
      { text: 'مُفۡلِحُونَ', isCorrect: false },
      { text: 'مُصۡلِحُونَ', isCorrect: true },
      { text: 'مُسۡتَهۡزِءُونَ', isCorrect: false },
    ],
  },
  {
    title: 'سورة القمر',
    question:
      'ٱقۡتَرَبَتِ ٱلسَّاعَةُ وَٱنشَقَّ ----- ۞(١) وَإِن يَرَوۡاْ ءَايَةٗ يُعۡرِضُواْ وَيَقُولُواْ سِحۡرٞ مُّسۡتَمِرّٞ ۞(٢)',
    options: [
      { text: 'ٱلنَّجۡمِ', isCorrect: false },
      { text: 'ٱلۡقَمَرِ', isCorrect: true },
      { text: 'ٱلشَّمۡسِ', isCorrect: false },
    ],
  },
  {
    title: 'سورة الرحمن',
    question:
      'يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ إِنِ ٱسۡتَطَعۡتُمۡ أَن تَنفُذُواْ مِنۡ أَقۡطَارِ ٱلسَّمَٰوَٰتِ وَ ----- فَٱنفُذُواْۚ لَا تَنفُذُونَ إِلَّا بِسُلۡطَٰنٖ ۞(٣٣)',
    options: [
      { text: 'ٱلۡجِبَالِ', isCorrect: false },
      { text: 'ٱلۡبَحۡرِ', isCorrect: false },
      { text: 'ٱلۡأَرۡضِ', isCorrect: true },
    ],
  },
];
